//
//  ConversationViewController.swift
//  ChatApp
//
//  Created by Екатерина on 07.03.2022.
//

import UIKit

class ConversationViewController: UIViewController {
    
    // Заголовок экрана будет таким же, как имя из ячейки с которой был осуществлен переход.
    
    // В таблице будет 2 прототипа ячейки сообщения, сверстанных таким образом, чтобы отображать многострочный текст сообщения и:
    // Для входящих сообщений:
    // • Текст сообщения не должен заходить на последнюю четверть ширины ячейки.
    
    // Для исходящих сообщений:
    // • Текст сообщения не должен заходить на первую четверть ширины ячейки.
    
}
